Repository: praekelt/go-refugeerights
Catalog: translations/go-app-ussd/messages.om.po
Languages: om

source: Please dial back in to {{ USSD_number }} to complete the registration.
om: Maaloo irra deebi'aa {{ USSD_number }} Galmee keessan Xumuruuf.

source: Thank you for you report. We need some extra information about the incident. Please let us know by dialing {{ USSD_number }}
om: Gabaasa keetiif galatoomi.Odeeffannoo dabalataa waa'ee tahii kanaa barbaanna.Maaloo akka lakkoofsa asii gadii kanatti Bilbila keetiin seeni nubeeksisi {{ USSD_number }}

source: Select an option:
om: Filannoolee kana filadhu:

source: Return to where I left off
om: Bakka duraaniitti deebi'uuf

source: Report xenophobia
om: Jibbansa Namoomaa gabaasuuf

source: Report unlawful arrest
om: Hidhama Seeraan alaa gabaasuuf

source: Report corruption
om: Malaan-maltummaa gabaasuuf

source: Report something else
om: Waan biraa gabaasuuf

source: Welcome! Would you like to find out about refugee and migrant rights in SA? First select your language:
om: Baga dhufte! Mirga baqataa fi kool-galtoonni SA keessatti qaban baruu barbaaddaa?Dura afaanoota asii gadii kana keessaa see filadha:

source: English
om: Ingliffa

source: French
om: Faransaayiffa

source: Swahili
om: Sawahiliffa

source: Somali
om: Soomaliffa

source: To give you the info & help you need, we will: - Store your cell #, language & country of origin - Sometimes send u SMSs Do you consent to this?
om: Gargaarsaa fi Odeeffannoo sibarbaachisu siif kennuuf bilbila kee qabanna#,Afaanii fi Biyya dhalootaa yeroo tokko tokko SMS siif godhama,Kanaaf Fedhii qabdaa

source: Yes
om: Eeyye

source: No
om: Miti

source: We're sorry, we can't help without you providing consent to us storing your info & sending you SMSs. What would you like to do?
om: Dhiifama, Fedhinnaa lakkoofsa kee nuti qabchuu osoo nuuf hin himne Sigargaaruu akkasuma Odeeffannoo fi SMS siif erguu hin dandeenyu. Ati Maal Godhuu feeta?

source: Go back to consent
om: fedhii kee ibsachuuf duubatti deebi'i

source: Exit
om: Keessaa bahe

source: Find info about refugee/migrant rights in SA
om: Odeeffannoo waa'ee baqattootaa fi Kool-galtoota SA keessa jiranii

source: Select your country of origin:
om: Biyya dhaloota keetii filadhu:

source: Next
om: Barruu

source: Back
om: Duubatti

source: Somalia
om: Somaaliyaa

source: Ethiopia
om: Itoophiyaa

source: Eritrea
om: Eertiraa

source: Democratic Republic of Congo
om: Biyya dimokraasii Republika Koongoo

source: Burundi
om: Burundii

source: Kenya
om: Kiiniyaa

source: Rwanda
om: Ruwaandaa

source: Sudan/South Sudan
om: Suudaan Kaabaati fi Suudaan Kibbaa

source: Egypt
om: Masri

source: Mozambique
om: Muzaambik

source: Syria
om: Siiriyaa

source: Angola
om: Angoolaa

source: Would you like to find out if you qualify for refugee status?
om: Koolagaltummaa kankeetiif fudhatama qabaachuu baruu barbaaddaa?

source: Yes, I want to find out if I qualify
om: Eeyye, Ulaagaa guutuu koo baruun barbaada

source: No, I'd like to access information for migrants
om: Miti,Odeeffannoo baqattummaa tan dabalataa baruun barbaada

source: Have you fled from your country in fear of your life due to your race, religion, nationality, gender, political or social group?
om: Wanti biyyaa baqatteef Sodaa lubbuu teetiif wannti sababa ta'e,Sanyuummaa dhaa,Amantiidhaa,Sabummaa dhaa,Saala, Siyaassa moo Hawwaasumaadha?

source: Are you married to or depend upon a person who fled their country in fear of their life?
om: Ati nama sodaa lubbuu isaatiif jecha biyyaa baqate kana fuute/heerumte moo jireenyaaf itti irkatte?

source: Are you married to a recognised refugee?
om: Ati nama Koola-galtummaan fudhatametti fuute/Heerumte?

source: It looks like you may qualify for refugee status! Your asylum application process will confirm this. Please start this application now.
om: Koolgaltummaaf fudhatama waan argatte fakkaata! Kun adeemsi iyyannoo koolugaltummaa keetii adda baasuuf jira.Maaloo iyyannoo keessan amma jalqabaa.

source: Find out more
om: Caalmayatti hubachuuf

source: You don't qualify for refugee status in SA. If you are a foreign national looking to work, study or run a business you'll need a visa.
om: Ulaagaa kolgaltumaa biyyaa Afrikaa Kibbaa hin guuttu.yoo lammiilee biyya alaa hujii,Barnoota ykn Daldaluu barbaaddae Visaa Sibarbaachisa.

source: Thank you for dialling into the refugee and migrants rights service. Please dial back in to find out more.
om: Wirtuu mirga baqattootaa fi kolgaltummaatti bilbiluu keessaniif galatoomaa. Maaloo Caalmayaatti hubachuuf irra deebi'a bilbilaa.

source: Unfortunately you cannot submit a report without indicating you understand and agree to the terms & conditions. Please redial to try again.
om: Akka tasaa ta'ee odeeffannoo kee osoo haalduree fi walii galtee jiru hubatuu fi walii galuu kee hin agarsiisin hin galchin.

source: LHR treats these reports as serious & will try to respond to critical reports as soon as possible. All rights reserved.
om: Gabaasni kun hubannoo cimaanilaalama.LHR yoo siif deebisuun barbaachisaa tahe si yaama.Yeruma sanitti deebisaa hin eeggatin.Mirgi keessan Seeraan eeggamaadha.

source: Your details are confidential & used only by LHR & partners for investigation timeously, where possible. All rights reserved.
om: Iccitiin Odeeffannoo keetii eeggamee Qormaata qofaaf LHR itti fayyadama.Yoo si yaamuun danda'ame LHR si yaama.Mirgi keessan Seeraan eeggamaadha.

source: LHR will process your info and try to respond timeously. Please don't abuse this system. All rights reserved.
om: LHR odeeffanoo kee hordofee deebii yeroon siif kennuu yaala.Maaloo sirna kana hin dogoggorsiisinaa.Mirgi keessan Seeraan Eeggamaadha.

source: I understand
om: Hubadhe

source: Which of these xenophobic acts is taking place?
om: Gocha Jibba namoomaa kamtu tahaa jira?

source: Why have you been arrested?
om: Maalif hidhamte?

source: Where have you experienced corruption?
om: Malaanmaltummaan kun eessatti simudate?

source: What would you like to report?
om: Maal gabaasuu barbaadda?

source: Physical threat
om: Doorsisa qaamaa/sodaachisa

source: Protests in your area
om: Mormii/Hiriira Jibbansaatu naannoo keessanit tahaa jiraa?

source: Looting in your area
om: Saamichaatu naannookeessanitti gaggeeffamaa jiraa?

source: Not having an asylum permit
om: Hayyama kool-galtummaa dhabuufii?

source: Not having a migrant visa
om: Viza Seera baqattummaa dhabuufii

source: You don't know
om: Sababa hidhamteef hin beektuu

source: Other
om: Kan biroo

source: Refugee Reception Office
om: Waajjira simannaa baqattootaa?

source: South African Police Service
om: Tajaajila polisi SA keessa?

source: Department of Home Affairs
om: Waajjira Damee haajaa biyya keessaa?

source: Social services
om: Tajaajila Hawaasaa keessa?

source: A complaint
om: Komii

source: Please type the name of the suburb in which the incident took place.
om: Maaloo maqaa ganda ta'iin kun itti raaw'atee barreessi.

source: Please select your location:
om: Maaloo iddoo jiraattu filadhu:

source: Sorry, we're not sure which suburb you mean. Please re-enter your location again carefully and make sure you use the correct spelling.
om: Dhiifama,Ganda kam akka jechuu barbaadde hin hubanne.Maaloo mee ammas bakka ganda qubsuma keetii dogoggora qubee eeggachaa irra deebii nuuf barreessi.

source: More
om: Kan biroo

source: Retry
om: Lamuu Yaali

source: Skip
om: Biradarbi

source: Please type an explanation of what's happening. Are you in danger? Is someone else? Be specific - it'll enable us to send the right response & help you faster.
om: Maaloo waan tahaa jiru nuuf barreessaa.Gaaga'ama keessa jirtaa?Balaan kun sihi/nama biraati budate?Sirritti ifa nuuf taasisa.Dirmannaa hatattamaa isiniif godhuuf nugargaara.

source: Please type the full name of the person who was arrested. Also, what happened to cause the arrest? And what documentation/permit does this person have, if any?
om: Maaloo nama hidhamee ture maqaa guutuu barreessaa.Akkasumaas tahii akkamtu hidhaaf isa/ishee mude? Fii waraqaan ragaa namni kun ittiin jiraatu kan akkami yoo qabaateeef.

source: Please type a detailed explanation of the incident: what happened; where it happened; the offending official's name; his/her physical features; date/time
om: Maaloo ibsa waan tahee qulqulleessii nuuf barreessi:maaltu tahe;Eessatti tahe;Maqaa Aaangawaa yakka raaw'atee;Bifa isaa/isii;guyyaa/yeroo

source: Please explain the incident in as much detail as you can: What happened; where it happened; the offender's name; his/her physical features; date/time.
om: Maaloo ta'ii mudate hamma siif danda'ameen nuuf ibsi.Maalt ta'e;Eessatti tahe;Maqaa yakkamaa;Bifa isaa/isii;guyyaa/yeroo

source: Thank you very much. Your report has been submitted.
om: Guddaa Galatoomi.Gabaasni kee nugahee jira.

source: Main menu
om: Fuula duraa irraa irra deebi'uu barbaaddaa

source: Report
om: Gabaasa

source: Step 1: Applying for asylum
om: 1ffaa:Iyyannoo kol-galtummaa

source: Step 2: Life in SA
om: 2ffaa.Haala jireenya SA

source: Tips
om: Dabalataf

source: About/T&Cs
om: Waa'ee/Waligaltefihaldure

source: Services Near Me
om: Tajaajila natti dhihaatu

source: Change Settings
om: Filannoo jijjiiri

source: Step 1: Visa application
om: 1ffaa Iyyannoo Vizaa

source: To find services near you we need to know what suburb or area you are in. Please type this in below & be specific. e.g. Inanda Sandton
om: Tajaajila naannoo kee jiru beekuuf bakka ati jiraattu beekuu nubarbaachisa.Maaloo akka asii kanatti adda baasaa nuuf barreessaa.Fakkeenyaaf,Inaandaa,Santon

source: Sorry there are no results for your location. Please re-enter your location again carefully and make sure you use the correct spelling.
om: Dhiifama Naannoo ati jiraattu argachuu hin dandeenye.Maaloo maqaa naannoo keetii sirritti dogoggora qubee eeggachaa barressii ergi.

source: The system is looking up services near you. This usually takes less than a minute.
om: Tooftaan Kun Tajaajila isinitti dhihaatu barbaadaa jira.Kun ammoo daqiiqaa tokkoo gad fudhata.

source: View services
om: Tajaajila kana ddowattaa

source: Unfortunately we couldn't find any locations close to you. Try one more time or exit?
om: Akka Tasaa tahee Tajaajila sitti dhihaatu argachuu hin dandeenye.Carraa biraa yaalta moo keessaa baata?

source: Try again
om: Deebi'ee yaaluu

source: Sorry, no nearby services available. You can still use the Useful Contacts Main Menu option to search for services that are further off.
om: Dhiifama, Tajaajilli as dhihaatu hin jiru.Ammallee tajaajila itti dhihaatu argachuuf filannoo irra deebi'ee siif barbaadu filadhu.

source: Select a service for more info
om: Odeeffannoo dabalataatiif tajaajila asii gadii kana filadhu:

source: Your SMS will be sent to you shortly. Don't forget to dial back in to {{ ussd_num }} to find all the info you need about applying for asylum and living in SA.
om: Dhaamsi kee dhiheenyatti sigaha.Lakkoofsa {{ ussd_num }} kana irra deebitanii bilbiluu hin dagatinaa.Yoo odeeffannoo iyyata Vizaa fi Afrikaa Kibbaa Keessa jiraatuu feetan.

source: Language
om: Afaan

source: Country
om: Biyya

source: Status (refugee / migrant)
om: Barbaaddaa kool-galtoota

source: When you registered, you were identified as a {{status}}. Are you sure you would like to change your status?
om: Ati yeroo galmoofte akka haala {{status}} tti hubatamte. Dhuguma haala kee jijjiiruu feetaa?

source: Continue
om: Ittifufi
