Repository: praekelt/go-refugeerights
Catalog: translations/go-app-ussd/messages.*.po
Languages: fr, sw

source: Please dial back in to {{ USSD_number }} to complete the registration.
sw: Tafadhali piga {{ USSD_number }} kamilisha usajili.

source: Thank you for you report. We need some extra information about the incident. Please let us know by dialing {{ USSD_number }}
sw: Asanti kwa reporti yako.Tuna hitaji habari zaidi kuhusu ajali. Tafadhali tujulishe ukipiga {{ USSD_number }}

source: Select an option:
fr: Sélectionnez une option:
sw: Kuchagua chaguo:

source: Return to where I left off
fr: Retourner d' où j'étais avant
sw: Kurudi pale ambapo nilikuwepo

source: Find more info
fr: Trouver plus d'info
sw: Kupata maelezo zaidi

source: Report xenophobia
fr: Rapporter la xénophobie
sw: Ripoti chuki la wageni

source: Report unlawful arrest
fr: Rapporter une arrêstation illégale
sw: Ripoti kukamatwa kinyume na sheria

source: Report corruption
fr: Rapporter la corruption
sw: Ripoti rushwa

source: Report something else
fr: Rapporter autre chose
sw: Ripoti kitu kingine

source: Welcome! Would you like to find out about refugee and migrant rights in SA? First select your language:
fr: Bienvenu! Aimeriez-vous savoir sur les droits des immigrants en RSA? Premièrement, sélectionnez votre langue:
sw: Karibu! Je ungependa kujua kuhusu wakimbizi na haki ya wahamaji SA? Kwanza chagua lugha yako:

source: English
fr: Anglais
sw: Kiingereza

source: French
fr: Français
sw: Kifaransa

source: Swahili
sw: Kiswahili

source: Somali
fr: Somalien
sw: Somalia

source: To give you the info & help you need, we will: - Store your cell #, language & country of origin - Sometimes send u SMSs Do you consent to this?
fr: Pour vous donner l'information & assistance que vous avez besoin, nous allons:- Enregistrerons votre cell #, langue & pays d'origine- De temps en temps vous envoyer des petits messages (SMSs)Êtes -vous d'accord?
sw: Kukupa maelezo na msaada unaohitaji tutafanya vifuatavyo: - Kuhifadhi namba simu#, Lugha & chi unayotaka - Mara nyingine kutumiwa SMSs Unakubali haya?

source: Yes
fr: Oui
sw: Ndio

source: No
fr: Non
sw: La

source: We're sorry, we can't help without you providing consent to us storing your info & sending you SMSs. What would you like to do?
fr: Désolés, nous ne pouvons pas vous assister sans votre consentement avec nous de garder votre information & vous envoyer les SMSs. Qu'est ce que vous aimeri faire?
sw: Samahani.Hatuwezi kukusaidia bila ridhaa ya kuhifadhi habari yako na kutumiwa SMSs. Ungependa kujua utakapofanya?

source: Go back to consent
fr: Retourner sur le consentement
sw: Rudi kwa ridhaa

source: Exit
fr: Sortie
sw: Toka

source: Find info about refugee/migrant rights in SA
fr: Info sur les droits des refugiés/immigrants en RSA
sw: Kupata maelezo kuhusu haki za wakimbizi na wahamiaji SA?

source: Select your country of origin:
fr: Sélectionnez votre pays d'origine:
sw: Inchi ya asili unatoka:

source: Next
sw: Matini

source: Back
fr: Retournez
sw: Nyuma

source: Democratic Republic of Congo
fr: République Démocratique du Congo
sw: Serikali ya Demokrasia ya Congo

source: Mozambique
sw: Msumbiji

source: Would you like to find out if you qualify for refugee status?
fr: Aimeriez-vous savoir si vous êtes qualifiés comme réfugié?
sw: Je ungependa kujua kama unastahili hadhi ya ukimbizi?

source: Yes, I want to find out if I qualify
fr: Oui, j'aimerai en savoir
sw: Ndiyo, Nataka kujua kama mimi nastahili

source: No, I'd like to access information for migrants
fr: Non,j' aimerai avoir accès à l' information sur les immigrants
sw: Hapana, Ningepena kupata habari ya wahamaji

source: Have you fled from your country in fear of your life due to your race, religion, nationality, gender, political or social group?
fr: Avez-vous fui votre pays de peur que vous perdez votre vie à cause de votre race,religion,nationalité,genre,politique ou votre goupe sociale?
sw: Je wewe umekimbia nchi yako kutokana na kunyanyaswa juu ya tofu, rangi, uraia, dini, gendi, siasa au kikundi cha jamii?

source: Are you married to or depend upon a person who fled their country in fear of their life?
fr: Êtes-vous mariés à ou dépendez-vous d' un réfugié?
sw: Umeolewa au unamtegemea mtu ambae ametoka nchi yake kwa sababu ya hofu?

source: Are you married to a recognised refugee?
fr: Êtes-vous mariés à une personne qui est reconnue comme réfugié?
sw: Je umeolewa na mkimbizi aliepewa hadhi za wakimbizi?

source: It looks like you may qualify for refugee status! Your asylum application process will confirm this. Please start this application now.
fr: Il semble que vous pourriez être qualifiés comme réfugié! Votre demande d'asile le confirmera. Veuillez commencer votre demande maintenant.
sw: Inaonekana kama unaweza kuhitimu kwa hadhi ya ukimbizi! Machakato hifadhi. Tafadhali anza maombi sasa hivi.

source: Find out more
fr: En savoir plus
sw: Tafuta zingine chini

source: You don't qualify for refugee status in SA. If you are a foreign national looking to work, study or run a business you'll need a visa.
fr: Vous n' êtes pas qualifiés comme réfugié en RSA. Si vous êtes un non-citoyen sud-africain désirant travailler, étudier, ou entreprendre des affaires vous devrez avoir un visa.
sw: Wewe huna haki ya kuwa na hadhi ya ukimbizi SA. Kama wewe ni mgeni na unatafuta kazi, masomo au biashara unahitaji visa.

source: Thank you for dialling into the refugee and migrants rights service. Please dial back in to find out more.
fr: Merci de contacter le service des droits des réfugiés et immigrants. Veuller rappeler pour en savoir plus.
sw: Shukrani kwa kugipia shirika la haki za wakimbizi and wahamaji. Tafadhali rudi nyuma kwa maelezo zaidi.

source: Unfortunately you cannot submit a report without indicating you understand and agree to the terms & conditions. Please redial to try again.
fr: Malheureusement vous ne pouvez pas soumettre le rapport sans indiquer que vous comprenez et etes d'accord sur les termes & conditions. Veuiller recompoer pour réessayer.
sw: Kwa bahati mbaya huwezi kutowa ripoti bila kuonyesha na kuelewa sherry & masharti. Tafadhali piga ukajalibu tena.

source: Reports are used to see where attacks may be in an area & warn others. LHR treats reports as serious. All rights reserved.
sw: Ripoti hutumiwa na LHR kutambua maeno ambao ana chuki za wageni. Kuwasiliana na polisi kwa kupata jibu la haraka. Haki zote zimehifadhiwa.

source: LHR treats these reports as serious & will try to respond to critical reports as soon as possible. All rights reserved.
sw: Ripoti zinachukuliwa kama jambo la muhimu. LHR itakupigia kama majibu inawezekanavyo. Usitarajie jibu la haraka. Haki zote zimehifadhiwa.

source: Your details are confidential & used only by LHR & partners for investigation timeously, where possible. All rights reserved.
sw: Maelezo yako ni siri na hutumiwa na LHR kwa ajili ya uchunguzi. LHR itakupigia kama kuna jibu lolote litawezekana. Haki zote zimehifadhiwa.

source: LHR will process your info and try to respond timeously. Please don't abuse this system. All rights reserved.
fr: La LHR traitera votre info et essayera de vous répondre au moment opportun. Veuillez ne pas abuser ce systemeTous droits reservés.
sw: LHR itachukua maelezo yako na kujaribu kukujibu mara kwa mara. Tafadhali usinyanyase idhaa hii. Haki zote zimehifadhiwa.

source: I understand
fr: Je comprend
sw: Nimeelewa

source: Which of these xenophobic acts is taking place?
fr: Lesquelles de ces sortes d' attaques xénophobiques ont eu lieu?
sw: Vitendo gani vya chuki za wageni vinafanyika?

source: Why have you been arrested?
fr: Pourquoi avez-vous été arrêtés?
sw: Kwa sababu gani umekamatwa?

source: Where have you experienced corruption?
fr: Ou avez eu l'expérience de la corruption?
sw: Wapi umeona mambo ya rushwa?

source: What would you like to report?
fr: Qu'aimerez-vous rapportez?
sw: Ungependa kuripoti nini?

source: Physical threat
fr: Ménace physique
sw: Tishio kimwili

source: Protests in your area
fr: Les protestations dans votre secteur
sw: Mandamano katika maeneo unapoishi

source: Looting in your area
fr: Pillage dans votre secteur
sw: Uporaji katika maeneo yako

source: Not having an asylum permit
fr: Manque de permis de demandeur d'asyle
sw: Kutokuwa na kibali cha ukimbizi

source: Not having a migrant visa
fr: Manque de visa d' immigrant
sw: Kutokuwa na viza wahamiaji

source: You don't know
fr: Vous ne connaissez pas
sw: Sijui

source: Other
fr: Autre
sw: Mengineo

source: Refugee Reception Office
fr: Centre de Reception des refugiées
sw: Kituo cha Kupokea Wakimbizi

source: South African Police Service
fr: Service de Police Sud-Africain
sw: Kituo cha Polisi ya Afrika Kusini

source: Department of Home Affairs
fr: Département du Ministere de l'Intérieur
sw: Wizara ya Mambo ya Ndani

source: Social services
fr: Services Sociaux
sw: Huduma ya Kijamii

source: A complaint
fr: Une plainte
sw: Malalamiko

source: Please type the name of the suburb in which the incident took place.
fr: Veuillez écrire le nom du lieu où l' incident à eu lieu.
sw: Tafadhali andika majina ya mahali tukio hilo limetokea.

source: Please select your location:
fr: Veuillez sélectionnez votre location:
sw: Tafadhali chagua eneo lako:

source: Sorry, we're not sure which suburb you mean. Please re-enter your location again carefully and make sure you use the correct spelling.
fr: Désolés, nous ne sommes pas sùr de la location indiquée. Veuillz faire reinserer votre location attentivemnt et rassuez - vous que vous avez correctement écrit l'orthographe
sw: Pole hamna matokeo ya eneo lako. Tafadhali ingiza eneo lako kwa makini na hakikisha kama unatumia herufu sahihi.

source: More
fr: Plus
sw: Zaidi

source: Retry
fr: Réessayer
sw: Jaribu tena

source: Please type an explanation of what's happening. Are you in danger? Is someone else? Be specific - it'll enable us to send the right response & help you faster.
fr: Veuillez écrire concrètemnet sur l' incident.Êtes-vous en danger? Quelqu'un d' autre? Soyez précis - Ça nous permettra d'envoyer une réponse appropriée & de vous aider rapidement.
sw: Tafadhali tupe maelezo kinachoendelea pale. Je uko hatarini? Ama mtu mwingine? Toa maelezo maalum. Vitaweza kutusaidia kukuhudumia haraka.

source: Please type the full name of the person who was arrested. Also, what happened to cause the arrest? And what documentation/permit does this person have, if any?
fr: Veuiller écrire tous les noms de la personne arrêtée, la cause de son arrestation, le genre de documentation/permis qu' il a, s'il y en a?
sw: Tafadhali andika majina kamili ya aliye fungwa. Pia, nini iliyosabisha afungwe. Na aina gani ya nyaraka/kibali anayo, kama ipo?

source: Please type a detailed explanation of the incident: what happened; where it happened; the offending official's name; his/her physical features; date/time
fr: Veuillez écrire explication bien détaillée sur l' incident: Dites ce qui c'est passé,où ça eu lieu, le nom et la charactéristique physique du criminel
sw: Tafadhali andika maelezo kamili juu ya kile kilichotokea; wapi matukio; afisa mkosefu ni nani: jina lake; maumbile/sura yake ina fanana namna gani; siku, tarahe/dakika gani

source: Please explain the incident in as much detail as you can: What happened; where it happened; the offender's name; his/her physical features; date/time.
fr: Veuillez expliquer l' incident avec tous les détails: Ce qui s'est passé?,où cel a eu lieu,le nom et charactéristiques physiques du criminel
sw: Tafadhali eleza tukio hilo katika maelezo vile unaweza: Kilichotendeka; lipodendenka; Jina mhalifu. Jina/sifa za maumbile; Tarehe/wakati.

source: Thank you very much. Your report has been submitted.
fr: Merci beaucoup. Votre rapport a été soumis.
sw: Asanti sana. Repoti yak imewasilishwa.

source: Main menu
fr: Menu principal
sw: Orodha kuu

source: Report
fr: Rapport
sw: Repoti

source: Step 1: Applying for asylum
fr: Etape 1: Demande d'asile
sw: Hatua ya 1: Kuomba ukimbizi

source: Step 2: Life in SA
fr: Etape 2: La vie en RSA
sw: Hatua ya 2: Maisha SA

source: Tips
fr: Conseils
sw: Mwanga

source: About/T&Cs
fr: Sur/T&Cs
sw: Kusu sheria na masharti

source: Services Near Me
fr: Services proches de moi
sw: Huduma karibu na mimi

source: Change Settings
fr: Modifier les paramettres
sw: Mabadiliko ya mazingira

source: Step 1: Visa application
fr: Etape 1: Demande d'asile
sw: Hatua ya 1: Kuomba viza

source: Sorry there are no results for your location. Please re-enter your location again carefully and make sure you use the correct spelling.
fr: Désolés, il n' y a pas résultat pour votre localité. Veuillez réessayez votre localié soigneusement et soyez sûr de l' orthographe.
sw: Pole hamna matokeo ya eneo lako. Tafadhali ingiza eneo lako kwa makini na hakikisha kama unatumia herufu sahihi.

source: The system is looking up services near you. This usually takes less than a minute.
fr: Le systeme recherche les services proches de vous. Généralement ça prend moins d' une minute.
sw: Mfumo ina angalia hadi huduma karibu na wewe. Kwa kawaida inachukua chini ya dakika moja.

source: View services
fr: Voir services
sw: Tazama huduma

source: Unfortunately we couldn't find any locations close to you. Try one more time or exit?
fr: Malheureusement, Nous ne puovions pas trouver aucun service proche de vous. Essayez encore ou sortez.
sw: Samahani hatuwezi kupata huduma ilio karibu na we. Jaribu tena au toka?

source: Try again
fr: Réessayez
sw: Jaribu tena

source: Sorry, no nearby services available. You can still use the Useful Contacts Main Menu option to search for services that are further off.
sw: Samahani, hamna huduma karibu na wewe. Unaweza kutumia orodha au fursa 'Huduma karibu na mimi' na kutafuta huduma mahali pengineo

source: Select a service for more info
fr: Sélectionnez un service pour plus d' information
sw: Chagua huduma kwa maelezo zaidi

source: Your SMS will be sent to you shortly. Don't forget to dial back in to {{ ussd_num }} to find all the info you need about applying for asylum and living in SA.
fr: Votre SMS vous sera envoyé bientôt. N' oubliez pas de recomposer le {{ ussd_num }} pour avoir l' info que vous désirez sur la demande d' asile et vivre en RSA.
sw: Utatumiwa SMS baada ya muda mufupi . Usisahau piga tena {{ ussd_num }} ukapate taarifa zote unahitaji kuhusu namna kuomba visa na kuishi katika SA.

source: Language
fr: Langue
sw: Lugha

source: Country
sw: Nchi

source: When you registered, you were identified as a {{status}}. Are you sure you would like to change your status?
fr: Lors de votre enregistrement, vous aveze été enregistrés comme {{status}}. Êtes-vous sûrs que vous aimeriez changer votre status?
sw: Wakati ulijiandikisha, Ulitambuliwaa kama {{status}}. Una hakika ya kwamba unataka kubadilisha hadhi yako?

source: Amharic
fr: Amharique

source: Ethiopia
fr: Ethiopie

source: Eritrea
fr: Erythrée

source: Sudan/South Sudan
fr: Soudan/Soudan du Sud

source: Egypt
fr: Égypte

source: Syria
fr: Syrie

source: Skip
fr: Passer

source: To find services near you we need to know what suburb or area you are in. Please type this in below & be specific. e.g. Inanda Sandton
fr: Veuillez trouver les services qui vous sont proches. Nous vouls connaitre votre localité ou zone. Veuillez écrire en-dessous & soyez spécifiques. Example, Inanda, Sandton
