Repository: praekelt/go-refugeerights
Catalog: translations/go-app-ussd/messages.so.po
Languages: so

source: Please dial back in to {{ USSD_number }} to complete the registration.
so: Fadlan booqo markale adeega {{ USSD_number }} siaad udhamaystirto Diinwangalintaada.

source: Thank you for you report. We need some extra information about the incident. Please let us know by dialing {{ USSD_number }}
so: Waad kumahadsantahay warbixintaada, waxaan ubaahanahay macluumaad dheeri ah oo kusaabsan dhacdada, fadlan noo soo gudbi adigoo adeegasanaya adeega {{ USSD_number }}

source: Select an option:
so: Dooro qaybta:

source: Return to where I left off
so: Kunoqo meeshii aad kagatagtay

source: Find more info
so: Hel xog dheeri ah

source: Report xenophobia
so: Soo gudbi xogta boobka

source: Report unlawful arrest
so: Soo gudbi xogta xidhayga sharci darada ah

source: Report corruption
so: Soo gudbi xogta musuqa

source: Report something else
so: Soo gudbi xogkale oo dheeri ah

source: Welcome! Would you like to find out about refugee and migrant rights in SA? First select your language:
so: Soodhawaw! Marabtaa inaad ogaato xuquuqda Qaxootiga iyo soogalootiga ee k/afrika

source: To give you the info & help you need, we will: - Store your cell #, language & country of origin - Sometimes send u SMSs Do you consent to this?
so: Siaan kuusiino akhbaar, iyo caawimaad waxaan telefoonkaaga, luuqadaada iyo wadanka aad kasoojeedo, mararka qaar waxaan kuusoodiraynaa SMSs, maogoshahay midaas?

source: Yes
so: Haa

source: No
so: Maya

source: We're sorry, we can't help without you providing consent to us storing your info & sending you SMSs. What would you like to do?
so: Waan kaxunahay, kuma caawinkarno adigoon nasiinin ogolaansho inaan kuusoodirno fariimaha SMSs, maxaad jeceshahay inaad samayso?

source: Go back to consent
so: Ogolow markale

source: Exit
so: Kabixitaan (Kabax)

source: Find info about refugee/migrant rights in SA
so: Hel akhbaarta xuquuqda qaxootiga iyo soogalootiga ee k/afrika

source: Select your country of origin:
so: Dooro wadanka aad kasoojeedo (Udhalatay):

source: Somalia
so: Soomaaliya

source: Ethiopia
so: Itoobiya

source: Eritrea
so: Ereteriya

source: Democratic Republic of Congo
so: Congo Kinsaasha

source: Kenya
so: Kiiniya

source: Sudan/South Sudan
so: Suudaan/Koonfurta Suudaan

source: Zimbabwe
so: Zimbaawi

source: Uganda
so: Ugaandha

source: Egypt
so: Masar

source: Mozambique
so: Muuzaambiik

source: Syria
so: Siiriya

source: Angola
so: Angoola

source: Would you like to find out if you qualify for refugee status?
so: Marabtaa inaad ogaato, inad xaq uleedahay helitaanka aqoonsiga qaxootiga?

source: Yes, I want to find out if I qualify
so: Haa waan rabaa inaan ogaado inaan xaq uleeyahay iyo inkale

source: No, I'd like to access information for migrants
so: Maya, waxaan rabaa inaan helo akhbaarta dadka soogalootiga ah

source: Have you fled from your country in fear of your life due to your race, religion, nationality, gender, political or social group?
so: Miyaad ugasoo carartay wadankaagii, cabsi noloshaada khatar ku ah sababtoo ah, Midabkaaga,Diintaada,Qoomiyadaada, Jinsigaga sida Lab ama Dhadig, Hadafkaaga siyaasadeed, kamid ahaanshaha koox gaar ah?

source: Are you married to or depend upon a person who fled their country in fear of their life?
so: Miyad guursatay ama kutiirsantahay shaqsi wadankiisii ugasoo cararay cabsi dhanka nolosha ah?

source: Are you married to a recognised refugee?
so: Miyaad guursatay shaqsi Qaxootinimo loo aqoonsaday?

source: It looks like you may qualify for refugee status! Your asylum application process will confirm this. Please start this application now.
so: Waxay uegtahay inaad kuguulaysandoonto helitaanka aqoonsiga qaxootiga, taasina waxaa qeexidoona habsami usocodka codsigaaga dhanka magangaliyada, fadlan hada billar.

source: Find out more
so: Raadi akhbaar dheeraad ah

source: You don't qualify for refugee status in SA. If you are a foreign national looking to work, study or run a business you'll need a visa.
so: Umaqalantid inaad hesho aqoonsiga Qaxootiga ee k/afrika, waayo waxaadtahay soogalooti Shaqo,Waxbarasho iyo Ganacsi doon ah, waa inaad heshaa (haysataa) Dalkugal.

source: Thank you for dialling into the refugee and migrants rights service. Please dial back in to find out more.
so: Waad kumahadsantahay booqashadaada xarunta adeega Qaxootiga iyo soogalootiga, fadlan markale soobooqo siaad uhesho akhbaar dheerad ah.

source: Unfortunately you cannot submit a report without indicating you understand and agree to the terms & conditions. Please redial to try again.
so: suurtagal maahan inaad gudbiso warbixin adigoon fahmin shuruucda iyo xuquuqda adeegan oo aan kuqancin, fadlan markale boqo adeega siaad isugu daydo marlabaad.

source: Reports are used to see where attacks may be in an area & warn others. LHR treats reports as serious. All rights reserved.
so: Xogaha loo arko inay halis yihiin. waxaa kusoo wicidoona haayada xuquuqda aadanaha, hadii jawaab lagabixinkaro, Hasugin jawaab degdeg ah, Xuquuqda bogan waxaa iskaleh haayada xuquuqul insaanka.

source: LHR treats these reports as serious & will try to respond to critical reports as soon as possible. All rights reserved.
so: Xogaha loo arko inay halis yihiin. waxaa kusoo wicidoona haayada xuquuqda aadanaha, hadii jawaab lagabixinkaro, Hasugin jawaab degdeg ah, Xuquuqda bogan waxaa iskaleh haayada xuquuqul insaanka.

source: Your details are confidential & used only by LHR & partners for investigation timeously, where possible. All rights reserved.
so: Xogta aad bixiso waa mid lailaalinayo waxaana isticmaalaya haayada xuquul insaanka sibaadhitaan loosameeyo. waxaa kusoowici haayada xuquul insaanka hadii jawaab degdeg ah labixinkaro.

source: LHR will process your info and try to respond timeously. Please don't abuse this system. All rights reserved.
so: Haayada xuquuqul insaanku waxay sii wadaysaa baadhitanka xogtaada waana lagulasoo xidhiidhidoonaa wakhiga kuhaboon. Fadlan hajabinin shuruucda.

source: I understand
so: Waan fahmay

source: Which of these xenophobic acts is taking place?
so: Waa noocee boobka iyo jinsi nacaybka aad lakulantay?

source: Why have you been arrested?
so: Maxaa laguu xidhay?

source: Where have you experienced corruption?
so: Xageeg kula kulantay xaalada musuqmaasuqa?

source: What would you like to report?
so: Waa maxay warbixinta aad soo gudbinayso?

source: Physical threat
so: Dhaawac jismiga ah

source: Protests in your area
so: Mudaharaadyo deegaankaaga kadhacaya

source: Looting in your area
so: Boob iyo dhac deegaankaaga kadhacaya

source: Not having an asylum permit
so: Haysasho la,aanta warqada sharciga qaxootiga

source: Not having a migrant visa
so: Haysasho la,aanta dalkugalka soogalootiga

source: You don't know
so: Magaranayo

source: Other
so: Waxkale

source: Refugee Reception Office
so: Xarumaha diiwaangalinta qaxootiga

source: South African Police Service
so: Booliska k/afrika

source: Department of Home Affairs
so: Wasarada arimaha gudahaiyo jinsiyada

source: Social services
so: Goobaha deega bulshada

source: A complaint
so: Cabasho

source: Please type the name of the suburb in which the incident took place.
so: Fadlan qor nawaxaaxiga wax ka dheceen

source: Please select your location:
so: Fadalan dooro tuuladaada:

source: Sorry, we're not sure which suburb you mean. Please re-enter your location again carefully and make sure you use the correct spelling.
so: Rali noqo ma ma hubno xafadaada dib u gali si taxadar ah hubi xafadaada

source: More
so: Kasii badan

source: Please type an explanation of what's happening. Are you in danger? Is someone else? Be specific - it'll enable us to send the right response & help you faster.
so: Fadlan sooqor xog macquul ah, makujirtaa halis noloshaada ama nolosha qofkale , fadlan qeex siay suurta gal unoqoto inaan jawaab degdeg ah kabixino kuuna caawino si degdeg ah.

source: Please type the full name of the person who was arrested. Also, what happened to cause the arrest? And what documentation/permit does this person have, if any?
so: Fadlan qor magaca qof laxidhay oo buuxa, sidookale waamaxay sababta xidhaygu, waase noocma sharciga uu qofka laxidhay haysto.

source: Please type a detailed explanation of the incident: what happened; where it happened; the offending official's name; his/her physical features; date/time
so: Fadlan faahfaahin kabixi goobta musuqu kadhacay, qaabka uu udhacay, masuulka falkan gaystay magiciisa/magaceeda iyo waliba calaamadaha lagu aqoonsankaro masuulkaas, taariikhda iyo saacada.

source: Please explain the incident in as much detail as you can: What happened; where it happened; the offender's name; his/her physical features; date/time.
so: Fadlan qeex qaabka dhacdada udhacda iyo magaca cida gaysatay goobta iyo xliga ay dhacdadani dhacday iyo wsaxyaabaha lagu aqoonsankaro shaqsiga gaystay.

source: Thank you very much. Your report has been submitted.
so: Aad ayaad umahadsantahay, warbixintaadu way gudubtay.

source: Main menu
so: Kunoqo boga hore

source: Report
so: Warbixin

source: Step 1: Applying for asylum
so: Codsashada sharciga qaxootiga

source: Step 2: Life in SA
so: Nolosha k/afrika

source: Tips
so: Xogaha sirta ah

source: About/T&Cs
so: Kusaabsan shuruucda iyo qaanuunka

source: Services Near Me
so: Adeega iidhaw

source: Change Settings
so: Qaybta waxkabadalka

source: Step 1: Visa application
so: Codsiga dalkugalka

source: To find services near you we need to know what suburb or area you are in. Please type this in below & be specific. e.g. Inanda Sandton
so: Si aad u hesho adeega kugu dhaw waxaan u baahanahay in aan helo xafada aad joogto si qeexan fadlan

source: Sorry there are no results for your location. Please re-enter your location again carefully and make sure you use the correct spelling.
so: Waan kaxunahay majirto natiijo muujinaysa goobta, xaafada aad sheegatay fadlan markale kafiirso adigoo saxaya xarfaha qoraalkaaga

source: The system is looking up services near you. This usually takes less than a minute.
so: Nadaamku waxuu u muuqdaa mid kabadan shaqada marka kasta in ka yar hal daqiiqo iticmaal fiirso adeegaga

source: View services
so: Fiirso adeegaga

source: Sorry, no nearby services available. You can still use the Useful Contacts Main Menu option to search for services that are further off.
so: Waan kaxunahay , majirto adeeg kuudhaw oo ah nooca aad dalbatay, waxaad wali isticmaali kartaa gobta baadhitaanka adeega guud si aad uhesho akhbaar dheeraad ah

source: Select a service for more info
so: Dooro adeega in badan si aad u hesho akhbaar badan

source: Your SMS will be sent to you shortly. Don't forget to dial back in to {{ ussd_num }} to find all the info you need about applying for asylum and living in SA.
so: Waxad mardhow helidoontaa fariinta SMSka, fadlan xusuusnaw inaad markale booqato adeega {{ ussd_num }} siaad uhesho macluumaad kusaabsan xuqauuqda iyo xaqa magangalyodoonka.

source: Language
so: Luuqadaada
